Repository: href18/biks_app1
Catalog: lib/l10n/app_*.arb
Languages: no

# appTitle
source: Hydraulic Calculator
no: Hydraulisk Kalkulator

# firstMenu
source: Lift Calculator
no: Løftekalkulator

# secondMenu
source: My Page
no: Min Side

# courseMenu
source: Courses
no: Kurs

# liftingTable
source: Lifting Chart
no: Løftetabell

source: Thread Chart
no: Gjengetabell

source: G-Table
no: G-Tabell

source: My Lifts
no: Mine løft

source: Daily Check
no: Kontroll før bruk

source: Type Control
no: Typekontroll

# createdBy
source: Created by Entellix.no
no: Laget av Entellix.no

# howTo
source: How to calculate
no: Hvordan beregne

# howToDescription
source: The unit is tonnes. Example: 0.2 = 200kg
no: Enheten er tonn. Eksempel: 0.2 = 200kg

# weightTh
source: Please enter a valid weight
no: Vennligst skriv inn en gyldig vekt

# del
source: parts
no: parter

# togd
source: to Ø
no: til Ø

source: tons
no: tonn

# typeWeight
source: Enter weight
no: Skriv inn vekt

# symmetricStatus
source: Symmetric
no: symmetrisk

# unsymmetricStatus
source: Unsymmetric
no: Usymmetrisk

# pressResult
source: Calculate
no: Beregn

# folgendeU
source: Recommended for {arg1} {arg2}
no: Anbefalt for {arg1} {arg2}

source: Daily Inspection
no: Daglig Inspeksjon

# performedBy
source: Performed by operator before startup
no: Utføres før oppstart

source: Truck Number
no: Trucknummer

# weekNumber
source: Week No.
no: Uke Nr.

source: Date
no: Dato

source: Category
no: Kategori

# work
source: Task
no: Oppgave

source: Preview
no: Forhåndsvis

# sendInspection
source: Submit
no: Send inn

# backToForm
source: Back
no: Tilbake

# abnormalConditions
source: REPORT ABNORMAL CONDITIONS TO SUPERVISOR
no: RAPPORTER UNORMALE FORHOLD

# damageDescription
source: Damage/Defects:
no: Skader/Defekter:

# describeDamage
source: Describe damages
no: Beskriv skader

# repairDescription
source: Repairs:
no: Reparasjoner:

source: Describe repairs
no: Beskriv reparasjoner

source: Signature
no: Signatur

# noneReported
source: None
no: Ingen

# archiveNote
source: Archive for 3 years
no: Arkiver i 3 år

source: Close
no: Lukk

# monday
source: Mon
no: Man

# tuesday
source: Tue
no: Tir

# wednesday
source: Wed
no: Ons

# thursday
source: Thu
no: Tor

# friday
source: Fri
no: Fre

# saturday
source: Sat
no: Lør

# sunday
source: Sun
no: Søn

# forcePressureAreaCalculatorTitle
source: Force from Pressure & Area
no: Kraft fra Trykk & Areal

# forcePressureAreaCalculatorDescription
source: Calculates force on a piston stem
no: Beregner kraft på en stempelstang

# forcePressureAreaCalculatorPageTitle
source: Force Calculator
no: Kraftkalkulator

# forcePressureAreaCalculatorPressureLabel
source: Pressure (p)
no: Trykk (p)

# forcePressureAreaCalculatorAreaLabel
source: Piston Area (A)
no: Stempelareal (A)

# forcePressureAreaCalculatorResultLabel
source: Force (F)
no: Kraft (F)

# oilSpeedCalculatorTitle
source: Oil Speed from Flow & Diameter
no: Oljehastighet fra Flow & Diameter

# oilSpeedCalculatorDescription
source: Calculates oil speed in a pipe
no: Beregner oljehastighet i et rør

# oilSpeedCalculatorPageTitle
source: Oil Speed Calculator
no: Oljehastighetskalkulator

# oilSpeedCalculatorFlowLabel
source: Oil Flow (q)
no: Oljestrøm (q)

# oilSpeedCalculatorDiameterLabel
source: Pipe Diameter (d)
no: Rørdiameter (d)

# oilSpeedCalculatorResultLabel
source: Speed (v)
no: Hastighet (v)

# pistonSpeedCalculatorTitle
source: Piston Speed from Flow & Area
no: Stempelhastighet fra Flow & Areal

# pistonSpeedCalculatorDescription
source: Calculates piston speed
no: Beregner stempelhastighet

# pistonSpeedCalculatorPageTitle
source: Piston Speed Calculator
no: Stempelhastighetskalkulator

# pistonSpeedCalculatorFlowLabel
source: Volume Flow (q)
no: Volumstrøm (q)

# pistonSpeedCalculatorAreaLabel
source: Piston Area (A)
no: Stempelareal (A)

# pistonSpeedCalculatorResultLabel
source: Speed (v)
no: Hastighet (v)

# volumeFlowCalculatorTitle
source: Volume Flow from Displacement & RPM
no: Volumstrøm fra Slagvolum & Turtall

# volumeFlowCalculatorDescription
source: Calculates volume flow
no: Beregner volumstrøm

# volumeFlowCalculatorPageTitle
source: Volume Flow Calculator
no: Volumstrømkalkulator

# volumeFlowCalculatorDisplacementLabel
source: Displacement (V)
no: Fortregningsvolum

# volumeFlowCalculatorRpmLabel
source: Rotational Speed (n)
no: Turtall

# volumeFlowCalculatorResultLabel
source: Volume Flow (q)
no: Volumstrøm (q)

# torqueCalculatorTitle
source: Torque from Displacement & Pressure
no: Dreiemoment fra Slagvolum & Trykk

# torqueCalculatorDescription
source: Calculates motor torque
no: Beregner motormoment

# torqueCalculatorPageTitle
source: Torque Calculator
no: Dreiemomentkalkulator

# torqueCalculatorDisplacementLabel
source: Displacement (V)
no: Slagvolum (V)

# torqueCalculatorPressureDiffLabel
source: Pressure Difference (Δp)
no: Trykkforskjell (Δp)

# torqueCalculatorResultLabel
source: Torque (M)
no: Dreiemoment (M)

# hydraulicPowerCalculatorTitle
source: Power from Flow & Pressure
no: Effekt fra Flow & Trykk

# hydraulicPowerCalculatorDescription
source: Calculates hydraulic power
no: Beregner hydraulisk effekt

# hydraulicPowerCalculatorPageTitle
source: Hydraulic Power Calculator
no: Hydraulisk Effektkalkulator

# hydraulicPowerCalculatorPressureLabel
source: Oil Pressure (p)
no: Oljetrykk (p)

# hydraulicPowerCalculatorFlowLabel
source: Volume Flow (q)
no: Volumstrøm (q)

# hydraulicPowerCalculatorResultLabel
source: Power (P)
no: Effekt (P)

# powerLossCalculatorTitle
source: Power Loss from Flow & Pressure Drop
no: Effekttap i kretser

# powerLossCalculatorDescription
source: Calculates power loss in circuits
no: Beregner effekttap i kretser

# powerLossCalculatorPageTitle
source: Power Loss Calculator
no: Effekttapkalkulator

# powerLossCalculatorPressureDropLabel
source: Pressure Drop (Δp)
no: Trykkfall (Δp)

# powerLossCalculatorFlowLabel
source: Volume Flow (q)
no: Volumstrøm (q)

# powerLossCalculatorResultLabel
source: Power Loss (P)
no: Effekttap (P)

# formulaPrefix
source: Formula:
no: Formel:

# hydraulicCalculator
source: Hydraulics
no: Hydraulikk

source: Cylinder Calculator
no: Sylinderkalkulator

source: Motor Calculator
no: Motorkalkulator

source: Pump Calculator
no: Pumpekalkulator

source: Pressure Drop Calculator
no: Trykkfallkalkulator

source: Results
no: Resultater

source: Piston/Bore Diameter
no: Stempel-/sylinderdiameter

source: Rod Diameter
no: Stangdiameter

# pressure
source: Bar
no: Trykk (Pa)

source: Oil Flow
no: Oljestrøm

source: Bore Side Area
no: Stempelsideareal

source: Bore Side Force
no: Kraft stempelside

source: Rod Side Area
no: Stangsideareal

source: Rod Side Force
no: Kraft stangside

source: Bore Side Velocity
no: Hastighet stempelside

source: Rod Side Velocity
no: Hastighet stangside

source: Calculate
no: Beregn

source: Volume Flow
no: Volumstrøm

source: Pressure Drop
no: Trykkfall

source: Power Loss
no: Effekttap

# efficiencyCalculatorTitle
source: Efficiency
no: Virkningsgrad

# efficiencyCalculatorInputPowerLabel
source: Input Power (P.tilf)
no: Tilført Effekt (P.tilf)

# efficiencyCalculatorOutputPowerLabel
source: Output Power (P.avg)
no: Avgitt Effekt (P.avg)

# efficiency
source: Efficiency (η)
no: Virkningsgrad (η)

# efficiencyCalculatorDescription
source: Calculates efficiency from power values
no: Beregner virkningsgrad fra effektverdier

# efficiencyCalculatorPageTitle
source: Efficiency Calculator
no: Virkningsgradkalkulator

# efficiencyCalculatorResultLabel
source: Efficiency (η)
no: Virkningsgrad (η)

# dailyChecksCatMotorChassis
source: Engine/Chassis
no: Motor/Chassis

# dailyChecksCatElectricTruck
source: Electric Truck
no: Elektrisk Truck

# dailyChecksCatWheels
source: Wheels
no: Hjul

# dailyChecksCatSafetyEquipment
source: Safety Equipment
no: Sikkerhetsutstyr

# dailyChecksCatAdditionalEquipment
source: Attachments
no: Tilleggsutstyr

# dailyChecksCatOther
source: Other
no: Annet

# dailyChecksCatCleaning
source: Cleaning
no: Rengjøring

# dailyChecksTaskCheckDieselLevel
source: Check diesel
no: Sjekk diesel

# dailyChecksTaskCheckCoolantLevel
source: Check coolant
no: Sjekk kjølevæske

# dailyChecksTaskCheckEngineOilLevel
source: Check engine oil
no: Sjekk motorolje

# dailyChecksTaskCheckGearboxOilLevel
source: Check gearbox oil
no: Sjekk girkasseolje

# dailyChecksTaskCheckHydraulicOilLevel
source: Check hydraulic oil
no: Sjekk hydraulikkolje

# dailyChecksTaskCheckRefillWasherFluid
source: Check washer fluid
no: Sjekk spyllevæske

# dailyChecksTaskCheckStarterBattery
source: Check battery
no: Sjekk batteri

# dailyChecksTaskCheckBatteryElectric
source: Check battery (electric)
no: Sjekk batteri (elektrisk)

# dailyChecksTaskInspectTiresRimsBolts
source: Inspect tires/rims
no: Sjekk dekk/felg

# dailyChecksTaskCheckLightsSoundMirrors
source: Check lights/sound
no: Sjekk lys/lyd

# dailyChecksTaskTestBrakes
source: Test brakes
no: Test bremser

# dailyChecksTaskTestSteeringHoisting
source: Test steering
no: Test styring

# dailyChecksTaskCheckLeaksDamage
source: Check for leaks
no: Sjekk for lekkasjer

# dailyChecksTaskCheckFireExtinguisherFirstAid
source: Check safety equipment
no: Sjekk sikkerhetsutstyr

# dailyChecksTaskCheckAdditionalEquipmentManual
source: Check attachments
no: Sjekk tilleggsutstyr

# dailyChecksTaskCheckLiftingChainForks
source: Check forks/chain
no: Sjekk gafler/kjede

# dailyChecksTaskCheckTruckCleanliness
source: Check cleanliness
no: Sjekk renhold

# emailNotConfigured
source: No email app
no: Ingen e-postapp

source: Email content:
no: E-postinnhold:

# copiedToClipboard
source: Copied
no: Kopiert

# copyToClipboard
source: Copy
no: Kopier

source: Error
no: Feil

source: Error launching
no: Feil ved oppstart

# couldNotLaunchEmailApp
source: Can't open email
no: Kan ikke åpne e-post

source: Subject
no: Emne

# truckInspectionForm
source: Type control
no: Truck Inspeksjonsskjema

source: DAILY TRUCK INSPECTION
no: DAGLIG TRUCK INSPEKSJON

source: Driver Name
no: Sjåførnavn

source: Odometer Reading
no: Kilometerstand

# inspectionItems
source: Inspection Items (Check if OK)
no: Inspeksjonspunkter (Kryss av hvis OK)

source: Notes
no: Notater

source: Submit Inspection
no: Send inn inspeksjon

# lightsInspection
source: Lights (head, tail, brake, turn signals)
no: Lys (front, bak, brems, blinklys)

# tiresInspection
source: Tires (pressure, tread, damage)
no: Dekk (trykk, mønster, skader)

# brakesInspection
source: Brakes (parking and service)
no: Bremser (parkering og service)

# fluidsInspection
source: Fluid levels (oil, coolant, brake, power steering)
no: Væskenivå (olje, kjølevæske, bremsevæske, styring)

# windshieldInspection
source: Windshield and wipers
no: Frontrute og vindusviskere

# mirrorsInspection
source: Mirrors
no: Speil

# seatBeltsInspection
source: Seat belts
no: Setebelter

# emergencyEquipmentInspection
source: Emergency equipment (fire extinguisher, triangles)
no: Nødutstyr (brannslukker, varseltriangler)

# leaksInspection
source: No leaks (oil, fuel, coolant)
no: Ingen lekkasjer (olje, drivstoff, kjølevæske)

# steeringInspection
source: Steering system
no: Styringssystem

# suspensionInspection
source: Suspension system
no: Opphengssystem

# exhaustInspection
source: Exhaust system
no: Eksosanlegg

# couplingInspection
source: Coupling devices
no: Koblingsanordninger

# cargoInspection
source: Cargo securement
no: Lastesikring

# enterDriverName
source: Please enter driver name
no: Vennligst skriv inn sjåførnavn

# enterTruckNumber
source: Please enter truck number
no: Vennligst skriv inn trucknummer

# enterOdometer
source: Please enter odometer reading
no: Vennligst skriv inn kilometerstand

source: Incomplete Inspection
no: Ufullstendig inspeksjon

# verifyItems
source: Please verify all inspection items before submitting.
no: Vennligst kontroller alle inspeksjonspunkter før innsending.

source: Inspection Submitted
no: Inspeksjon sendt inn

# thankYou
source: Thank you for completing the inspection.
no: Takk for at du fullførte inspeksjonen.

source: Fiber sling
no: Fiberstropp

# chain80
source: Chain (Grade 80)
no: Kjetting (Klasse 80)

# chain100
source: Chain (Grade 100)
no: Kjetting (Klasse 100)

# steelRope
source: Steel rope (FC)
no: Ståltau (FC)

# steelRopeIWC
source: Steel rope (IWRC)
no: Ståltau (IWRC)

# notesHint
source: Enter any additional notes or defects found...
no: Skriv inn eventuelle tilleggsnotater eller feil som er funnet...

source: Straight Lift
no: Rett løft

# snareLift
source: Choked Lift
no: Snaret løft

source: U-Lift
no: U-løft

# ulv
source: U-Lift Angle
no: U-løft vinkel

# straight
source: Direct (15-45)
no: Direkte (15-45)

# snare
source: Choked (15-45)
no: Snaret (15-45)

# direct4560
source: Direct (46-60)
no: Direkte (46-60)

# snare4560
source: Choked (46-60)
no: Snaret (46-60)

# direct3
source: Direct (15-45)
no: Direkte (15-45)

# snare3
source: Choked (15-45)
no: Snaret (15-45)

# direct32
source: Direct (46-60)
no: Direkte (46-60)

# snare32
source: Choked (46-60)
no: Snaret (46-60)

source: with weight
no: med vekt

# ton
source: tons
no: tonn

# med
source: with
no: med

# liftNr
source: Lift No.
no: Løft Nr.

# deleteLift
source: Delete this lift?
no: Slette dette løftet?

source: Yes
no: Ja

source: No
no: Nei

# typeControlTitle
source: Type Control
no: Typekontroll

# forkliftTypeTrainingHeader
source: Forklift Type Training
no: Typeopplæring for truck

# regulationsSubHeader
source: In accordance with the Working Environment Act § 10-4 and the Regulations concerning Performance of Work and Use of Work Equipment § 13, 57
no: I henhold til arbeidsmiljøloven § 10-4 og forskrift om utførelse av arbeid og bruk av arbeidsutstyr § 13, 57

# trainingInformationSection
source: Training Information
no: Opplæringsinformasjon

# truckNumberLabel
source: Truck Number
no: Trucknummer

# trainerNameLabel
source: Trainer Name
no: Opplæringsansvarlig

# traineeNameLabel
source: Trainee Name
no: Deltaker

# companyLabel
source: Company
no: Bedrift

# trainingDateLabel
source: Training Date:
no: Opplæringsdato:

# trainingChecklistSection
source: Training Checklist
no: Opplæringssjekkliste

# additionalNotesSection
source: Additional Notes
no: Tilleggsnotater

# additionalNotesHint
source: Enter any additional notes about the training...
no: Skriv inn eventuelle tilleggsnotater om opplæringen...

# submitTrainingButton
source: Submit Training Record
no: Send inn opplæring

# requiredFieldValidator
source: This field is required
no: Dette feltet er obligatorisk

# trainingRecordedDialogTitle
source: Training Recorded
no: Opplæring registrert

# trainingRecordedDialogContent
source: The training record has been successfully saved.
no: Opplæringen er blitt registrert.

# commentsReasonLabel
source: Comments/Reason
no: Kommentarer/Årsak

# optionYes
source: Yes
no: Ja

# optionNo
source: No
no: Nei

# optionDone
source: Done
no: Gjennomført

# optionNotApplicable
source: Not applicable
no: Ikke aktuelt

source: Select equipment
no: Velg utstyr

# checklistItemLicenseAvailable
source: License available
no: Lisens tilgjengelig

# checklistItemInstructionManualRead
source: Instruction manual read
no: Bruksanvisning lest

# checklistItemExplainMainParts
source: Explain main parts
no: Forklar hoveddelene

# checklistItemExplainLevers
source: Explain levers
no: Forklar spakene

# checklistItemHowToStart
source: How to start
no: Hvordan starte

# checklistItemExplainTilt
source: Explain tilt
no: Forklar tipping

# checklistItemShowPedals
source: Show pedals
no: Vis pedaler

# checklistItemExplainMarkings
source: Explain markings
no: Forklar merking

# checklistItemExplainLiftingCapacity
source: Explain lifting capacity
no: Forklar løftekapasitet

# checklistItemExplainLiftingDiagram
source: Explain lifting diagram
no: Forklar løftediagram

# checklistItemExplainDrivingHeight
source: Explain driving height
no: Forklar kjørehøyde

# checklistItemExplainMaxLiftingCapacity
source: Explain max lifting capacity
no: Forklar maks løftekapasitet

# checklistItemExplainCenterOfGravity
source: Explain center of gravity
no: Forklar tyngdepunkt

# checklistItemShowDangerousAreas
source: Show dangerous areas
no: Vis farlige områder

# checklistItemShowDailyControl
source: Show daily control
no: Vis daglig kontroll

# checklistItemShowTruckCharging
source: Show truck charging
no: Vis lading av truck

# checklistItemShowBatteryMaintenance
source: Show battery maintenance
no: Vis batteri vedlikehold

# checklistItemShowProperParking
source: Show proper parking
no: Vis riktig parkering

# checklistItemShowCorrectGoodsHandling
source: Show correct goods handling
no: Vis riktig godshåndtering

# checklistItemShowAdditionalEquipment
source: Show additional equipment
no: Vis tilleggsutstyr

# checklistItemShowDocumentationStorage
source: Show documentation storage
no: Vis dokumentasjonslagring

# dailyCheckForkliftInspectionTitle
source: Daily Check
no: Daglig Sjekk Truck

# dailyCheckCraneInspectionTitle
source: Crane Daily Check
no: Daglig Sjekk Kran

# dailyCheckForkliftLabel
source: Forklift
no: Truck

# dailyCheckCraneLabel
source: Crane
no: Kran

# formSectionContactInformation
source: 1. Contact Information
no: 1. Kontaktinformasjon

# formSectionOperatorInformation
source: 1. Operator Information
no: 1. Førerinformasjon

# formFieldName
source: Name
no: Navn

# formFieldOperatorName
source: Operator Name
no: Operatørnavn

# formFieldRequired
source: Required
no: Obligatorisk

# formFieldEmail
source: Email
no: E-post

# formFieldPhoneNumber
source: Phone Number
no: Telefonnummer

# formFieldBirthdate
source: Date of Birth
no: Fødselsdato

# formFieldForkliftModel
source: Forklift Model
no: Truckmodell

# formSectionCertification
source: 2. Certification
no: 2. Sertifisering

# formSectionCertificationAndManuals
source: 3. Certification & Manuals
no: 3. Sertifisering & Manualer

# formQuestionCertificateOfCompetence
source: Do you have a certificate of competence?
no: Har du kompetansebevis?

# formQuestionCertificateOfCompetenceCrane
source: Do you have a certificate of competence for this crane type?
no: Har du kompetansebevis for denne krantypen?

# formAnswerYes
source: Yes
no: Ja

# formAnswerNo
source: No
no: Nei

# formQuestionInstructionManualAvailable
source: Is the instruction manual available?
no: Er instruksjonsboken tilgjengelig?

# formSectionInspectionChecklist
source: Inspection Checklist
no: Inspeksjonssjekkliste

# formSectionCraneInspectionChecklist
source: Crane Inspection Checklist
no: Kran Inspeksjonssjekkliste

# forkliftChecklistItemMainParts
source: Check the truck's main parts
no: Sjekk truckens hoveddeler

# forkliftChecklistItemLeversSwitches
source: Check levers/switches/joystick
no: Sjekk spaker/brytere/joystick

# forkliftChecklistItemStartTruck
source: Start the truck
no: Start trucken

# forkliftChecklistItemPedalsHandbrake
source: Check pedals and handbrake
no: Sjekk pedaler og håndbrems

# forkliftChecklistItemLiftingCapacity
source: Explain lifting capacity/diagram
no: Forklar løftekapasitet/diagram

# forkliftChecklistItemCenterOfGravity
source: Explain center of gravity distance
no: Forklar tyngdepunktsavstand

# forkliftChecklistItemMaxLiftingCapacity
source: Explain max lifting capacity/reduction
no: Forklar maks løftekapasitet/reduksjon

# forkliftChecklistItemDrivingHeightMast
source: Check driving height/mast
no: Sjekk kjørehøyde/mast

# forkliftChecklistItemSoundLightsMirrors
source: Check sound, lights and mirrors
no: Sjekk lyd, lys og speil

# forkliftChecklistItemLeaksDamageHydraulic
source: Check for leaks/damage (Hydraulic system)
no: Sjekk for lekkasjer/skade (Hydraulikksystem)

# forkliftChecklistItemLiftingChainForks
source: Check lifting chain and forks
no: Sjekk løftekjetting og gafler

# forkliftChecklistItemTiresRimsBolts
source: Check tires, rims and wheel bolts
no: Sjekk dekk, felger og hjulbolter

# forkliftChecklistItemRiskAssessment
source: Risk assessment of dangerous areas
no: Risikovurdering av farlige områder

# forkliftChecklistItemFuelBattery
source: Check fuel level/battery charging
no: Sjekk drivstoffnivå/batterilading

# forkliftChecklistItemBatteryMaintenance
source: Battery maintenance check
no: Sjekk batterivedlikehold

# forkliftChecklistItemCorrectParking
source: Check correct parking/forks position
no: Sjekk korrekt parkering/gaffelposisjon

# forkliftChecklistItemPalletHandling
source: Demonstrate correct pallet handling
no: Demonstrer korrekt pallehåndtering

# forkliftChecklistItemForkSpreader
source: Check fork spreader/side offset
no: Sjekk gaffelspreder/sideforskyvning

# formSectionImprovements
source: Improvements/Remarks
no: Forbedringer/Merknader

# formSectionImprovementsRemarks
source: Improvements/Remarks
no: Forbedringer/Merknader

# formHintImprovementsNeeded
source: Enter any improvements needed...
no: Skriv inn eventuelle forbedringer...

# formHintImprovementsRemarks
source: Enter any improvements or remarks...
no: Skriv inn eventuelle forbedringer eller merknader...

# formButtonSubmitInspection
source: SUBMIT INSPECTION
no: SEND INN INSPEKSJON

# formButtonSubmitCraneInspection
source: SUBMIT CRANE INSPECTION
no: SEND INN KRANINSPEKSJON

# formSnackbarPleaseCompleteFields
source: Please complete all required fields.
no: Vennligst fyll ut alle obligatoriske felt.

# formSnackbarForkliftSubmissionSuccess
source: Forklift inspection submitted successfully
no: Truckinspeksjon sendt

# formSnackbarCraneSubmissionSuccess
source: Crane inspection submitted successfully
no: Kraninspeksjon sendt

# formSectionCraneDetails
source: 2. Crane Details
no: 2. Krandetaljer

# formFieldCraneModel
source: Crane Model
no: Kranmodell

# formFieldCraneID
source: Crane ID
no: Kran ID

# craneChecklistItemHoistTrolley
source: Inspect Hoist/Trolley mechanisms
no: Inspiser heise-/vognmekanismer

# craneChecklistItemRopesChains
source: Check Wire Ropes/Chains for wear/damage
no: Sjekk ståltau/kjeder for slitasje/skade

# craneChecklistItemLimitSwitches
source: Test Upper and Lower Limit Switches
no: Test øvre og nedre endebrytere

# craneChecklistItemLoadChart
source: Verify Load Chart is visible and legible
no: Verifiser at lastdiagram er synlig og lesbart

# craneChecklistItemHooksLatches
source: Inspect Hooks and Safety Latches
no: Inspiser kroker og sikkerhetslåser

# craneChecklistItemOutriggers
source: Check Outriggers/Stabilizers (if applicable)
no: Sjekk støtteben/stabilisatorer (hvis aktuelt)

# craneChecklistItemEmergencyStop
source: Test Emergency Stop functionality
no: Test nødstoppfunksjonalitet

# craneChecklistItemControlSystem
source: Inspect Control System (pendants, remotes)
no: Inspiser kontrollsystem (pendler, fjernkontroller)

# craneChecklistItemStructuralComponents
source: Visual check of Structural Components (boom, jib)
no: Visuell sjekk av strukturelle komponenter (bom, jib)

# craneChecklistItemFluidLevels
source: Check Fluid Levels (hydraulic, oil, coolant)
no: Sjekk væskenivåer (hydraulikk, olje, kjølevæske)

# craneChecklistItemSlewingMechanism
source: Verify Slewing Ring/Mechanism
no: Verifiser svingkrans/mekanisme

# craneChecklistItemBrakes
source: Inspect Brakes (hoist, travel, slew)
no: Inspiser bremser (heise, kjøre, sving)

# craneChecklistItemElectricalSystems
source: Check Electrical Systems and Wiring
no: Sjekk elektriske systemer og ledninger

# craneChecklistItemWarningDevices
source: Ensure Warning Devices (horn, lights) are functional
no: Sørg for at varslingsenheter (horn, lys) fungerer

# craneChecklistItemLogsReview
source: Review Maintenance and Inspection Logs
no: Gjennomgå vedlikeholds- og inspeksjonslogger

# formFieldRequiredValidator
source: This field is required
no: Dette feltet er påkrevd

# formButtonSaveProgress
source: Save Progress
no: Lagre Fremdrift

# formButtonClearForm
source: Clear Form
no: Tøm Skjema
