Repository: href18/biks_app1
Catalog: lib/l10n/app_*.arb
Languages: no

# formSnackbarProgressSaved
source: Form progress saved.
no: Skjema-fremdrift lagret.

# formSnackbarProgressLoaded
source: Form progress loaded.
no: Skjema-fremdrift lastet.

# formSnackbarFormCleared
source: Form cleared.
no: Skjema tømt.

# formSnackbarEmailSent
source: Inspection report sent successfully!
no: Inspeksjonsrapport sendt!

# formSnackbarEmailFailed
source: Failed to send email: {error}
no: Klarte ikke å sende e-post: {error}

# emailSubjectForkliftInspection
source: Forklift Inspection Report - {date}
no: Truck Inspeksjonsrapport - {date}

# emailSubjectCraneInspection
source: Crane Inspection Report - {date}
no: Kran Inspeksjonsrapport - {date}

# emailBodyPreamble
source: Daily Equipment Inspection Report
no: Rapport Daglig Utstyrsinspeksjon

# emailFieldOperator
source: Operator Name
no: Operatørnavn

# emailFieldEmail
source: Email
no: E-post

# emailFieldPhone
source: Phone Number
no: Telefonnummer

# emailFieldBirthdate
source: Date of Birth
no: Fødselsdato

# emailFieldModel
source: Model
no: Modell

# emailFieldCertificate
source: Has Certificate
no: Har Sertifikat

# emailFieldManual
source: Has Manual
no: Har Manual

# emailFieldChecklist
source: Checklist
no: Sjekkliste

# emailFieldImprovements
source: Improvements/Remarks
no: Forbedringer/Merknader

# emailFieldDate
source: Date
no: Dato

# emailChecklistItemStatusChecked
source: Checked
no: Sjekket

# emailChecklistItemStatusUnchecked
source: Not Checked
no: Ikke Sjekket

# customImageLabel
source: Selected Image
no: Valgt bilde

# addImageOptional
source: Add Optional Image
no: Legg til valgfritt bilde

# changeImageOptional
source: Change Optional Image
no: Endre valgfritt bilde

# errorFetchingLifts
source: Error fetching saved lifts:
no: Feil ved henting av løft

# noLiftsSavedYet
source: No lifts have been saved yet.
no: Ingen løft lagret enda. Legg til ditt første!

# unexpectedState
source: Unexpected state encountered.
no: En uventet tilstand oppstod.

# calculatedDetailsTitle
source: Calculated Details:
no: Kalkulerte Detaljer:

# deleteLiftConfirmationTitle
source: Delete Lift
no: Slett Løft

# saveLiftButtonLabel
source: Save Lift
no: Lagre løft

# selectImageSourceTitle
source: Select Image Source
no: Velg bildekilde

# cameraButtonLabel
source: Camera
no: Kamera

# galleryButtonLabel
source: Gallery
no: Galleri

# imagePickerError
source: Error picking image
no: Feil ved valg av bilde

source: Cancel
no: Avbryt

# previousLiftsTitle
source: Previous Lifts
no: Tidligere løft

# noSavedLifts
source: No saved lifts yet
no: Ingen lagrede løft enda

# partsLabel
source: Parts
no: Parter

# dateLabel
source: Date
no: Dato

source: Error loading lifts
no: Feil ved lasting av løft

source: Lift saved successfully
no: Løft lagret

# unsymmetricLift
source: Assymetric lift
no: Usymmetrisk løft

# formPreviewTitle
source: Inspection Preview
no: Inspeksjonsforhåndsvisning

# formButtonPreviewInspection
source: Preview Inspection
no: Forhåndsvis Inspeksjon

# formButtonBackToForm
source: Back to Form
no: Tilbake til Skjema

# formSendOptionEmail
source: Send via Email App
no: Send via E-post App

# formSendOptionNativeMail
source: Send via Native Mail Client
no: Send via Standard E-postklient

# formSectionOperatorInfo
source: Operator Information
no: Operatørinformasjon

# formValidationNotEmpty
source: This field cannot be empty
no: Dette feltet kan ikke være tomt

# formValidationValidEmail
source: Please enter a valid email address
no: Vennligst skriv inn en gyldig e-postadresse

# formValidationPleaseSelectOption
source: Please select an option
no: Vennligst velg et alternativ

# formSectionForkliftInfo
source: Forklift Information
no: Truckinformasjon

# formSectionCraneInfo
source: Crane Information
no: Kraninformasjon

# formSectionDocumentation
source: Documentation
no: Dokumentasjon

# formQuestionHasCertificate
source: Do you have a valid certificate?
no: Har du gyldig sertifikat?

# formQuestionHasManual
source: Is the equipment manual available?
no: Er utstyrsmanualen tilgjengelig?

# forkliftChecklistItem5
source: Check Level of Hydraulic Oil
no: Sjekk nivå på hydraulikkolje

# forkliftChecklistItem6
source: Check Level of Engine Oil
no: Sjekk nivå på motorolje

# forkliftChecklistItem7
source: Check Level of Coolant
no: Sjekk nivå på kjølevæske

# forkliftChecklistItem8
source: Check Tire Pressure and Condition
no: Sjekk dekktrykk og tilstand

# forkliftChecklistItem9
source: Inspect Forks for Damage/Wear
no: Inspiser gafler for skade/slitasje

# forkliftChecklistItem10
source: Check Mast and Lifting Chains
no: Sjekk mast og løftekjeder

# forkliftChecklistItem11
source: Test Brakes (Service and Parking)
no: Test bremser (drifts- og parkeringsbrems)

# forkliftChecklistItem12
source: Check Lights (Headlights, Tail lights, Warning lights)
no: Sjekk lys (frontlys, baklys, varsellys)

# forkliftChecklistItem14
source: Check Seatbelt Function
no: Sjekk funksjon på sikkerhetsbelte

# forkliftChecklistItem15
source: Inspect Overhead Guard
no: Inspiser takvern

# forkliftChecklistItem16
source: Check Backrest Extension
no: Sjekk ryggstøtteforlenger

# forkliftChecklistItem17
source: Verify Battery Charge/Fuel Level
no: Verifiser batterilading/drivstoffnivå

# forkliftChecklistItem18
source: Check for Leaks (Oil, Hydraulic Fluid)
no: Sjekk for lekkasjer (olje, hydraulikkvæske)

# forkliftChecklistItem19
source: Inspect Steering Mechanism
no: Inspiser styremekanisme

# forkliftChecklistItem20
source: Check for Unusual Noises
no: Sjekk for uvanlige lyder

# forkliftChecklistItem21
source: Ensure Data Plate is Legible
no: Sørg for at typeskilt er lesbart

# forkliftChecklistItem22
source: Check Fire Extinguisher (if equipped)
no: Sjekk brannslukningsapparat (hvis utstyrt)

source: Hello World!
no: Hallo Verden!

# formSnackbarReportShared
source: Report shared successfully
no: Rapport delt

# formAnswerNotProvided
source: Not provided
no: Ikke oppgitt

# formAnswerNotSelected
source: Not Selected
no: Ikke valgt

# formButtonPreviewReport
source: Preview Report
no: Forhåndsvis rapport

# emailSubjectTypeControl
source: Type Control Report - {date}
no: Typekontrollrapport - {date}

# dateGeneratedLabel
source: Date Generated
no: Dato generert

source: Piping Calculator
no: Rørkalkulator

source: Reset
no: Nullstill

# pistonRadius
source: Piston Radius (m)
no: Stempelradius (m)

# rodRadius
source: Rod Radius (m)
no: Stangradius (m)

# strokeLength
source: Stroke Length (m)
no: Slaglengde (m)

# inspectionsAndChecks
source: Inspections & Checks
no: Inspeksjon & Sjekk

# oilFlowRate
source: Oil Flow Rate (m³/s)
no: Oljestrømningsrate (m³/s)

source: Area Ratio
no: Arealforhold

# cylinderCalculatorMenu
source: Cylinder Calculator
no: Sylinderkalkulator

# pumpCalculatorMenu
source: Pump Calculator
no: Pumpekalkulator

# motorCalculatorMenu
source: Motor Calculator
no: Motorkalkulator

# pipingCalculatorMenu
source: Piping Calculator
no: Rørkalkulator

# pressureDropCalculatorMenu
source: Pressure Drop Calculator
no: Trykkfallkalkulator

# displacement
source: Displacement (m³/rev)
no: Sylinder volum (m³/omdr)

# speed
source: Speed (RPM)
no: Hastighet (RPM)

source: Volumetric Efficiency (%)
no: Volumetrisk effektivitet (%)

source: Flow Rate
no: Strømningshastighet

# imagePickerPathError
source: Error: Picked image has an empty path.
no: Feil: Bildestien er tom etter valg av bilde.

# power
source: Power (W)
no: Effekt (W)

source: Mechanical Efficiency (%)
no: Mekanisk effektivitet (%)

source: Displacement Mode
no: Volummodus

source: Power Mode
no: Effektmodus

# pipeDiameter
source: Pipe Diameter (m)
no: Rørdiameter (m)

source: Specific Gravity
no: Spesifikk vekt

# absoluteViscosity
source: Absolute Viscosity (Pa·s)
no: Absolutt viskositet (Pa·s)

source: Cross-sectional Area
no: Tverrsnittsareal

source: Velocity
no: Hastighet

source: Reynolds Number
no: Reynolds tall

# orificeCoefficient
source: Orifice Coefficient (K)
no: Blenderkoeffisient (K)

# formFieldImprovementsHint
source: Enter any improvements or remarks here...
no: Skriv inn forbedringer eller merknader her...

# formFieldImprovementsRemarksHint
source: Enter any improvements or remarks here...
no: Skriv inn forbedringer eller merknader her...
